export const historyPeriodsArray = [
  '1 Етап – становлення та вивчення пріоритетних напрямків. На початку діяльності представники комплексу розширювали площі земель та виявляли перспективні шляхи для вирощування та обробки культур з подальшою реалізацією',
  '2 Етап – Удосконалення технологій. У цей період компанія активно приділяла увагу технологіям виробництва та догляду за зерновими. Працівники центру постійно шукали нові можливості шляхом вивчення теорії та практики, а також співпрацювали з експертами у галузі з усієї країни. ',
  '3 Етап – Покращення матеріальних можливостей. Протягом років здійснювалась заміна техніки, будівництво складських та промислових потужностей, вдосконалювались інструменти та створювались нові умови для збільшення якості культур. Цей етап триває і нині. ',
  'Впродовж 2012-2014 років на території підприємства було побудовано критий тік, два зерносховища, майстерні для ремонту техніки та будинок механізаторів з усіма побутовими зручностями. Крім того, у цей період відбулось значне оновлення та поповнення машинно-тракторного парку.',
  'З 1999 року та по сьогодення веденням бухгалтерського обліку займається Уройченко Зоя Олександрівна. Роботу над сучасним підприємством продовжують син Андрій Григорович (працює з моменту заснування) та онук Дмитро Андрійович (з 2020 року). Збереження сімейних цінностей та їх поєднання з традиціями підприємства має позитивний вплив на репутацію і розвиток компанії.',
];

export const accessToPersonalDataArray = [
  'Доступ до персональної інформації, яка була надана користувачем.',
  'Оновлення, коригування чи видалення персональної інформації.',
  'Анулювання згоди на обробку та зберігання персональної інформації.',
];
