{
  "home-page": {
    "title": "AГРОХІМПРОМЦЕНТР",
    "subtitle": "Якість здобута поколіннями",
    "description": "Підприємство з особливою історією, що впливає на сучасність сільського господарства"
  },
  "about-page": {
    "page-description-first": "Компанія АГРОХІМПРОМЦЕНТР була заснована в 1999 році на території села Горобівка, що знаходиться в Сумській області. В перший період існування підприємство здійснювало обробку земель площею 200 га, а в подальші роки територія постійно збільшувалась. Одним з ключових напрямків діяльності є вирощування зернових культур за допомогою власних потужностей та з урахуванням класичних технологій. Станом на сьогодні компанія займає перше місце у виробництві зерен гречки в Сумській області.",
    "page-description-second": "Одним з ключових напрямків діяльності є вирощування зернових культур за допомогою власних потужностей та з урахуванням класичних технологій. Станом на сьогодні компанія займає перше місце у виробництві зерен гречки в Сумській області.",
    "page-description-third": "Засновником підприємства є Поляков Григорій Михайлович – заслужений працівник сільського господарства України. Григорій Михайлович отримав відзнаку від Президента України (указ №27 від 22 січня 2015 року) за значний особистий внесок у державне будівництво, соціально-економічний, науково-технічний, культурно-освітній розвиток Української держави, багаторічну сумлінну працю та високий професіоналізм.",
    "history-subtitle": "Історичні періоди розвитку",
    "awards-subtitle": "Наші нагороди"
  },
  "products-page": {
    "products-subtitle": "Продукція компанії",
    "description": "АГРОХІМПРОМЦЕНТР пропонує дізнатись про ключові продукти, які вирощуються,обробляються, зберігаються на власних потужностях. Підприємство пропонує до реалізації наступні культури: "
  },
  "services-page": {
    "services-subtitle": "Послуги",
    "description": "Підприємство надає комплекс послуг для аграріїв, котрим необхідно здійснити оброблення земель чи транспортування, збір та зберігання врожаю."
  },
  "vacancies-page": {
    "job-subtitle": "Робота",
    "description-first": "Підприємство з багаторічним досвідом знаходиться у постійному пошуку кваліфікованих спеціалістів у різних галузях сільськогосподарського направлення. Майбутнім працівникам пропонується ряд переваг: гідна заробітна плата, повний соціальний пакет та якісні умови роботи.",
    "description-second": "Претендентам достатньо залишити онлайн заявку на сайті, щоб отримати швидкий зворотний зв'язок. Просимо звернути увагу, що відділ кадрів доступний виключно у робочий час.",
    "description-third": "Бажаєте приєднатись?",
    "description-fourth": "Дізнайтесь про відкриті вакансії прямо зараз!",
    "vacancies-subtitle": "Вакансії"
  },
  "contact-page": {
    "subtitle-first": "Контакти",
    "subtitle-second": "Відгукнутися",
    "description-first": "Зв'язатися з представниками компанії можливо будь-яким зручним способом: ",
    "description-second": "Покровська площа, 13, Суми, Сумська область, 40000",
    "description-third": "Вкажіть свої контактні дані і ми надамо зворотній зв’язок"
  },
  "privacy-page": {
    "policy-subtitle": "Політика конфіденційності",
    "policy-description": "Інформація в розділі сайту “Політика конфіденційності” опублікована з метою визначення обробки даних користувачів представниками компанії “АГРОХІМПРОМЦЕНТР”. У розділі представлені дані щодо користувачів, дані яких обробляються власниками сайту з метою відбору кандидатів на роботу, звернень тощо. В політиці конфіденційності визначається інформація про процес обробки даних користувачів, які залишають персональні контакти на сайті. В розділі користувачі дізнаються, з якою метою компанія збирає інформації та чи передає контакти іншими особам для обробки. За допомогою розділу “Політика конфіденційності” Ви дізнаєтесь, як ми обробляємо дані та чому це необхідно для взаємодії з користувачами. В розділі представлена інформація щодо можливої подачі запиту до представників АГРОХІМПРОМЦЕНТР з метою видалення, особливостей зберігання або корегування персональної інформації. Варто звернути увагу, що персональна інформація користувачів збирається та зберігається виключно в рамках цього сайту.",
    "contacts-subtitle": "Контактна інформація",
    "contacts-description": "Якщо у користувача виникли питання або складнощі, пропонується звернутись до представників компанії наступними способами: ",
    "key-definitions-subtitle": "Ключові визначення",
    "key-definitions-description": "Дані про користувача (або Персональна інформація) – це відомості про особу, яка добровільно повідомляє про себе будь-яким доступним способом для сайту АГРОХІМПРОМЦЕНТР. Cookie файли – це обсяг інформації, який транспортується до браузеру від сайту, який відвідує користувач. Завдяки файлам браузер аналізує та порівнює взаємодію користувача з веб-сайтами. За рахунок Cookie браузери мають можливість покращувати досвід користувача та надавати виключно ту інформацію, яку він потребує. Користувач, який надсилає персональну інформацію до сайту АГРОХІМПРОМЦЕНТР, має підтвердити або відхилити Cookie.",
    "data-collecting-subtitle": "Навіщо АГРОХІМПРОМЦЕНТР збирає контактні дані",
    "data-collecting-description": "Збір персональних даних та файлів Cookie – це процес, який необхідний з метою покращення досвіду користувача в інтернеті. Крім того, збір дозволяє налагодити роботу сайту та запам’ятовувати обрані раніше варіації (наприклад, під час заповнення форми на сайті). Завдяки Cookie користувачам відображається реклама відповідно до їх уподобань та інтересів.",
    "protection-subtitle": "Захист особистої інформації користувача",
    "protection-description": "Персональні дані, які надсилає користувач представникам сайту АГРОХІМПРОМЦЕНТР, є надійно захищеними за допомогою технічних інструментів захисту та протоколів шифрування. Інформація, що надсилається користувачами на ДОБРОВІЛЬНІЙ основі, оброблюється виключно представниками сайту та не передається третім особам. Представники сайту роблять все можливе для захисту персональних даних користувача.",
    "access-to-data-subtitle": "Доступ до персональних даних користувача",
    "access-to-data-description-first": "В розділі сайту “Контакти” користувач може подати запит для отримання інформації щодо своїх персональних даних. Що отримує користувач після запиту:",
    "access-to-data-description-second": "За допомогою налаштувань у браузері кожен користувач має право відмовитись або обмежити використання файлів Cookie. Однак слід розуміти, що в разі повної відмови, деякі особливості та функціонал сайту можуть не працювати або працювати обмежено.",
    "access-to-data-description-third": "Як блокувати, відмовлятись або приймати налаштування файлів Cookie? Для цього варто скористатись вказівками для кожного браузера окремо.",
    "access-to-data-description-fourth": "Зверніть увагу, що інструкція для кожного браузеру технічно відрізняється та згідно з оновленнями програмного забезпечення деякий функціонал може бути обмежений.",
    "person-data-subtitle": "Особи, що мають доступ до персональних даних користувача",
    "person-data-description": "Персональні дані, які були ДОБРОВІЛЬНО передані користувачем, можуть бути предметом для використання наступними особами: співробітники компанії АГРОХІМПРОМЦЕНТР, аналітика від Google та треті особи, що так чи інакше пов'язані з діяльністю компанії АГРОХІМПРОМЦЕНТР. У разі надання запитів зі сторони органів державної влади, податкових служб, служб безпеки чи регуляторам компанія зобов'язана передавати контактні дані користувачів у спосіб, який передбачений законодавством України. Під час передачі контактних даних та персональної інформації до будь-кого представники компанії АГРОХІМПРОМЦЕНТР ретельно перевіряють запитувача та роблять це конфіденційно.",
    "informing-about-cookie-subtitle": "Інформування користувачів щодо змін та корекцій персональних даних, файлів Cookie тощо",
    "informing-about-cookie-description": "Розділи та особливості Політики конфіденційності можуть бути замінені чи скориговані представниками компанії АГРОХІМПРОМЦЕНТР без сповіщення та повідомлення користувачеві. Користувач має право самостійно дізнатись про зміни, які відбулись у цьому розділі, шляхом подачі запиту у відповідній формі. Представники компанії можуть використовувати методи для надання повідомлень користувачам щодо змін, які відбулись у Політиці конфіденційності, на власний розсуд. Користувач має самостійно отримувати доступ до сторінки та вивчати зміни для власної обізнаності."
  }
}
