import HeroSection from '@/components/HeroSection/HeroSection';
import contactsBackground from '../../../public/images/bg-contacts-screen.jpg';
import PrivatyNoticeSection from '@/components/PrivacyNoticeSection';
import PrivacyNoticeContactsList from '@/components/PrivacyNoticeContactsList';
import AccessToPersonalDataSection from '@/components/AccessToPersonalDataSection';

export default function Page() {
  return (
    <main>
      <HeroSection alt="Політика конфіденційності" src={contactsBackground} />
      <PrivatyNoticeSection
        title="Політика конфіденційності"
        description="Інформація в розділі сайту “Політика конфіденційності” опублікована з метою визначення обробки даних користувачів представниками компанії “АГРОХІМПРОМЦЕНТР”. У розділі представлені дані щодо користувачів, дані яких обробляються власниками сайту з метою відбору кандидатів на роботу, звернень тощо. 

В політиці конфіденційності визначається інформація про процес обробки даних користувачів, які залишають персональні контакти на сайті. В розділі користувачі дізнаються, з якою метою компанія збирає інформації та чи передає контакти іншими особам для обробки. 

За допомогою розділу “Політика конфіденційності” Ви дізнаєтесь, як ми обробляємо дані та чому це необхідно для взаємодії з користувачами. В розділі представлена інформація щодо можливої подачі запиту до представників АГРОХІМПРОМЦЕНТР з метою видалення, особливостей зберігання або корегування персональної інформації. 

Варто звернути увагу, що персональна інформація користувачів збирається та зберігається виключно в рамках цього сайту. "
      />
      <PrivacyNoticeContactsList />
      <PrivatyNoticeSection
        title="Ключові визначення"
        description="Дані про користувача (або Персональна інформація) – це відомості про особу, яка добровільно повідомляє про себе будь-яким доступним способом для сайту АГРОХІМПРОМЦЕНТР. 

Cookie файли – це обсяг інформації, який транспортується до браузеру від сайту, який відвідує користувач. Завдяки файлам браузер аналізує та порівнює взаємодію користувача з веб-сайтами. За рахунок Cookie браузери мають можливість покращувати досвід користувача та надавати виключно ту інформацію, яку він потребує. Користувач, який надсилає персональну інформацію до сайту АГРОХІМПРОМЦЕНТР, має підтвердити або відхилити Cookie. 
"
      />
      <PrivatyNoticeSection
        title="Навіщо АГРОХІМПРОМЦЕНТР збирає контактні дані"
        description="Збір персональних даних та файлів Cookie – це процес, який необхідний з метою покращення досвіду користувача в інтернеті. Крім того, збір дозволяє налагодити роботу сайту та запам’ятовувати обрані раніше варіації (наприклад, під час заповнення форми на сайті). Завдяки Cookie користувачам відображається реклама відповідно до їх уподобань та інтересів."
      />
      <PrivatyNoticeSection
        title="Захист особистої інформації користувача"
        description="Персональні дані, які надсилає користувач представникам сайту АГРОХІМПРОМЦЕНТР, є надійно захищеними за допомогою технічних інструментів захисту та протоколів шифрування. Інформація, що надсилається користувачами на ДОБРОВІЛЬНІЙ основі, оброблюється виключно представниками сайту та не передається третім особам. Представники сайту роблять все можливе для захисту персональних даних користувача. "
      />
      <AccessToPersonalDataSection />
      <PrivatyNoticeSection
        title="Особи, що мають доступ до персональних даних користувача"
        description="Персональні дані, які були ДОБРОВІЛЬНО передані користувачем, можуть бути предметом для використання наступними особами: співробітники компанії АГРОХІМПРОМЦЕНТР, аналітика від Google та треті особи, що так чи інакше пов'язані з діяльністю компанії АГРОХІМПРОМЦЕНТР. 

У разі надання запитів зі сторони органів державної влади, податкових служб, служб безпеки чи регуляторам компанія зобов'язана передавати контактні дані користувачів у спосіб, який передбачений законодавством України. 

Під час передачі контактних даних та персональної інформації до будь-кого представники компанії АГРОХІМПРОМЦЕНТР ретельно перевіряють запитувача та роблять це конфіденційно.
"
      />
      <PrivatyNoticeSection
        title="Інформування користувачів щодо змін та корекцій персональних даних, файлів Cookie тощо"
        description="Розділи та особливості Політики конфіденційності можуть бути замінені чи скориговані представниками компанії АГРОХІМПРОМЦЕНТР без сповіщення та повідомлення користувачеві. Користувач має право самостійно дізнатись про зміни, які відбулись у цьому розділі, шляхом подачі запиту у відповідній формі. 

Представники компанії можуть використовувати методи для надання повідомлень користувачам щодо змін, які відбулись у Політиці конфіденційності, на власний розсуд. Користувач має самостійно отримувати доступ до сторінки та вивчати зміни для власної обізнаності. 
"
      />
    </main>
  );
}
